Repository: departement-maine-et-loire/glpi-plugin-entity-ticket-transfer
Catalog: locales/*.po
Languages: es_ve, fr_fr, pt_pt

source: Transfer Ticket Entity
es_ve: Entidad del caso a trasferir
fr_fr: Transfert d'entité
pt_pt: Transferência de Entidade do Ticket

source: Change rights
es_ve: Cambiar derechos
fr_fr: Modifier les droits
pt_pt: Mudar permissões

source: Authorized entity transfer
es_ve: Transferencia de entidad autorizada
fr_fr: Transfert d'entité autorisé
pt_pt: Permitir a transferência de entidade

source: Save
es_ve: Guardar
fr_fr: Sauvegarder
pt_pt: Gravar

source: Item successfully updated
es_ve: Elemento actualizado exitosamente
fr_fr: Élément modifié
pt_pt: Item atualizado com sucesso

source: Error, please reload the page.
es_ve: Error, por favor recarga la página.
fr_fr: Erreur, veuillez recharger la page.
pt_pt: Erro. Por favor, atualize a página.

source: If the problem persists, you can try to empty the cache by doing CTRL + F5.
es_ve: Si el problema persiste, puedes intentar vaciar el caché presionando CTRL + F5.
fr_fr: Si le problème persiste, vous pouvez tenter de vider le cache en faisant CTRL + F5.
pt_pt: Caso o problema persista, pode tentar limpar a cache pressionando as teclas CTRL + F5.

source: Select ticket entity to transfer
es_ve: Seleccione la entidad del caso para transferir
fr_fr: Sélectionnez l'entité vers laquelle migrer le ticket
pt_pt: Selecione a entidade para transferir o ticket

source: Choose your entity
es_ve: Elige tu entidad
fr_fr: Choisissez votre entité
pt_pt: Escolha a sua entidade

source: Select the group to assign
es_ve: Seleccione el grupo a asignar
fr_fr: Sélectionnez le groupe à assigner
pt_pt: Selecione o grupo a atribuir

source: Choose your group
es_ve: Elige tu grupo
fr_fr: Choisissez votre groupe
pt_pt: Escolha o grupo

source: Confirm transfer ?
es_ve: ¿Confirmar transferencia?
fr_fr: Confirmer le transfert ?
pt_pt: Confirmar a transferência?

source: Once the transfer has been completed, the ticket will remain visible only if you have the required rights.
es_ve: Una vez completada la transferencia, el caso permanecerá visible sólo si tienes los derechos requeridos.
fr_fr: Une fois le transfert effectué, le ticket restera visible uniquement si vous avez les droits requis.
pt_pt: Quando a transferência for concluída, o ticket apenas ficará visível caso tenha as permissões necessárias.

source: Cancel
es_ve: Anular
fr_fr: Annuler
pt_pt: Cancelar

source: Confirm
es_ve: Confirmar
fr_fr: Confirmer
pt_pt: Confirmar

source: Please select a valid entity
es_ve: Por favor seleccione una entidad válida
fr_fr: Veuillez sélectionner une entité valide
pt_pt: Selecione por favor uma entidade válida

source: Please select a valid group
es_ve: Por favor seleccione un grupo válido
fr_fr: Veuillez sélectionner un groupe valide
pt_pt: Selecione por favor um grupo válido

source: Escalation to
es_ve: Escalamiento a
fr_fr: Escalade vers
pt_pt: Escalar para

source: in the group
es_ve: en el grupo
fr_fr: dans le groupe
pt_pt: no grupo

source: Successful transfer for ticket n° :
es_ve: Transferencia exitosa para el caso n°:
fr_fr: Transfert réussi pour le ticket n° :
pt_pt: Transferência com sucesso para o ticket n° :

source: Transfer canceled
es_ve: Transferencia cancelada
fr_fr: Transfert annulé
pt_pt: Transferência cancelada

source: Unauthorized transfer on closed ticket.
es_ve: Traslado no autorizado en caso cerrado.
fr_fr: Transfert non autorisé sur ticket clos.
pt_pt: Não é permitido transferir tickets fechados.

source: Please explain your transfer
es_ve: Por favor explica tu transferencia
fr_fr: Veuillez expliquer la raison de votre transfert
pt_pt: Justificação para a transferência

source: You must be assigned to the ticket to be able to transfer it
es_ve: Debes estar asignado al caso para poder transferirlo
fr_fr: Vous devez être assigné sur le ticket ou être membre du groupe assigné pour être autorisé à le transférer
pt_pt: Para conseguir transferir o ticket, terá de estar atribuído como técnico

source: No entity available found, transfer impossible.
es_ve: No se encontró ninguna entidad disponible, transferencia imposible.
fr_fr: Aucune entité disponible trouvée, transfert impossible.
pt_pt: Não é possível transferir, porque não foi encontrada nenhuma entidade.

source: None
es_ve: Ninguno
fr_fr: Aucun
pt_pt: Nenhum

source: Settings Transfer Ticket Entity
es_ve: Configuración de entidad de caso de transferencia
fr_fr: Paramètres Transfert d'entité
pt_pt: Definições para Transferir Ticket de Entidade

source: Assigned group required
es_ve: Se requiere grupo asignado
fr_fr: Groupe à assigner obligatoire
pt_pt: É obrigatório atribuir a um grupo

source: Justification required
es_ve: Justificación requerida
fr_fr: Justification obligatoire
pt_pt: Obrigatório preencher justificação

source: Allow Transfer function
es_ve: Permitir función de transferencia
fr_fr: Autoriser la fonction Transfert
pt_pt: Permitir a funcionalidade de Transferência

source: No previous entity
es_ve: Ninguna entidad previa
fr_fr: Pas de précédente entité
pt_pt: Nenhuma entidade anterior encontrada

source: No group found with « Assigned to » right while a group is required. Transfer impossible.
es_ve: No se encontró ningún grupo con el derecho «Asignado a» mientras se requiere un grupo. Transferencia imposible.
fr_fr: Aucun groupe avec le droit « Assigné à » n'a été trouvé alors qu'un groupe est requit. Transfert impossible.
pt_pt: Nenhum grupo encontrado com permissão "Atribuído a", embora um grupo seja necessário. Transferência impossível.

source: Active
es_ve: Activo
fr_fr: Actif
pt_pt: Ativado

source: Transfer authorized without assignment of technician or associated group
es_ve: Traspaso autorizado sin asignación de técnico o grupo asociado
fr_fr: Transfert autorisé sans affectation du technicien ou groupe associé
pt_pt: Transferência autorizada sem a atribuição de um técnico ou grupo ao ticket

source: Keep category after transfer
es_ve: Mantener categoría después de la transferencia
fr_fr: Catégorie à conserver après le transfert
pt_pt: Manter a categoria após a transferência

source: Warning, category will be reset if it does not exist in the target entity.
es_ve: Advertencia, la categoría se restablecerá si no existe en la entidad de destino.
pt_pt: Aviso: Caso a categoria do ticket não exista na entidade de destino, a mesma será removida.

source: You don't have right to update tickets. Please contact your administrator.
es_ve: No tienes derecho a actualizar casos. Por favor contacte a su administrador.
pt_pt: Não tem permissão para atualizar tickets. Por favor contacte o administrador.
